Repository: mitjaiskric/SubjectsPlus
Catalog: assets/locale/*/LC_MESSAGES/messages.po
Languages: sl_si

source: Wow, it appears that all your links are okay. Good work!
sl_si: Kaže, da vsi vaši linki delujejo!

source: Would you like to mail this report to someone?
sl_si: Želite poročilo komu poslati?

source: Send report to:
sl_si: Prejemnik poročila:

source: Send report to All Guide Owners
sl_si: Pošlji poročilo vsem avtorjem vodičev

source: Link Report for
sl_si: Poročilo o delovanju linkov za

source: Password updated. Close this box to continue.
sl_si: Geslo je spremenjeno. Za nadaljevanje zaprite okno.

source: You cannot leave the password box blank. Close this window if you don't want to change the password.
sl_si: Polje za geslo ne sme biti prazno. Zaprite okno, če ne želite spremeniti gesla.

source: Update Password for
sl_si: Posodobi geslo za

source: Current Picture . . . boooring.
sl_si: Trenutna slika . . .

source: Upload the new you. Once you click upload, the current image will be replaced. <strong>Note:</strong> Your image will be scaled to <strong>70px wide</strong>. Using a square image is best.
sl_si: Naložite svojo novo sliko. Po kliku na Naloži bo trenutna slika zamenjana. <strong>Opomba:</strong> Vaša slika bo spremenjena <strong> na 70pixlov širine</strong>. Kvadratne slike so najboljše.

source: Update Picture for
sl_si: Posodobi sliko za

source: Please select a letter or tag to browse.
sl_si: Za brskanje izberite začetnico ali oznako.

source: Make sure the item doesn't already exist!
sl_si: Prepričajte se, da zapis še ne obstaja.

source: Create new item
sl_si: Ustvari nov

source: You must have a title, location, and subject. Please go back and fix these omissions. And turn on JavaScript, for goodness sakes!
sl_si: Imeti morate naslov, lokacijo in vsebino. Prosimo, pojdite nazaj in dopolnite, kar manjka. In vključite JavaScript!

source: There is already a record with this title:
sl_si: Zapis s tem naslovom že obstaja:

source: Maybe do a search and make sure it doesn't already exist?
sl_si: Morda lahko izvedete iskanje, da se prepričate, da še ne obstaja.

source: Source Override
sl_si: Vir, s katerim nadomestite osnovnega

source: add source override
sl_si: dodaj vir, s katerim nadomestite osnovnega

source: never mind
sl_si: Ni važno

source: Location (Enter URL)
sl_si: URL

source: Location (Enter Call Number)
sl_si: Signatura

source: Location (Enter Persistent Catalog URL--include http://)
sl_si: Trajna URL povezava na katalog

source: This URL looks OK to me
sl_si: URL izgleda v redu

source: This URL looks dodgy; better check it
sl_si: Ta URL izgleda sumljiv

source: SubjectsPlus: Record Delete Recommendation
sl_si: SubjectsPlus: Priporočilo za izbris zapisa

source: Anonymous
sl_si: Anonimno

source: Hooray, no unanswered TalkBacks.
sl_si: Juhej, ni neobravnavanih pogovorov.

source: Unanswered TalkBacks
sl_si: Neobravnavani pogovori

source: Answered TalkBacks
sl_si: Obravnavani pogovori

source: TalkBacks visible
sl_si: Vidni pogovori

source: See 10 Most Recent
sl_si: Zadnjih 10

source: About TalkBack
sl_si: O pogovorih

source: TalkBack questions come via the web form on the public TalkBack page. An email should be sent to the admin when a new one arrives, and they may be answered here.
sl_si: V pogovore se stekajo vprašanja preko obrazca na javni strani pogovorov. Administrator bi moral prejeti e-pošto vedno, ko kdo začne nov pogovor. Na pogovore se odgovarja tukaj.

source: TalkBack Public Page
sl_si: Javna stran pogovorov

source: Thwarted! Something has gone wrong with the insert. Contact the admin.
sl_si: Zavrnjeno! Prišlo je do napake pri vstavljanju v tabelo. Obrnite se na administratorja.

source: Thwarted! Something has gone wrong with the update. Contact the admin.
sl_si: Zavrnjeno! Prišlo je do napake pri posodabljanju. Obrnite se na administratorja.

source: Edit label or delete collection.
sl_si: Urejaj oznake ali izbriši zbirko

source: Add Collection
sl_si: Dodaj zbirko

source: Collection Name
sl_si: Ime zbirke

source: Add New Collection
sl_si: Dodaj novo zbirko

source: Users
sl_si: Uporabniki

source: Browse Users
sl_si: Brskaj med uporabniki

source: Browse/Add New Department
sl_si: Prebrskaj/dodaj nov oddelek

source: Record Source Types
sl_si: Vrste zapisov virov

source: Add New Source Type
sl_si: Dodaj novo vrsto vira

source: You must select something first.
sl_si: Najprej morate nekaj izbrati.

source: Thy Will Be Done. Selected records now
sl_si: Izbrani zapisi so zdaj

source: Your request cannot be completed: There are one or more librarians associated with this subject
sl_si: Vaša zahteva ne more biti izvedena: Eden ali več knjižničarjev je povezanih s tem vodičem

source: Thy Will Be Done. Department list updated.
sl_si: Seznam oddelkov uspešno posodobljen.

source: Your request cannot be completed: There are one or more records linked to this item.
sl_si: Vaša zahteva ne more biti izvedena: Eden ali več zapisov je povezanih s to enoto.

source: Thy Will Be Done. Offending item removed.
sl_si: Izbran zapis uspešno izbrisan.

source: Your request cannot be completed: There are one or more records linked to this source
sl_si: Vaša zahteva ne more biti izvedena: Eden ali več zapisov je povezanih s tem virom

source: Thy Will Be Done. Source list updated.
sl_si: Seznam virov uspešno posodobljen.

source: inactive
sl_si: neaktiven

source: see live
sl_si: oglejte si v živo

source: Sorry, there were no results.
sl_si: Žal ni bilo rezultatov.

source: Thwarted! Something has gone wrong. Contact the admin.
sl_si: Zavrnjeno! Nekaj je šlo narobe. Obrnite se na administratorja.

source: Enter department name and telephone number. Drag departments to change display order.
sl_si: Vnesite ime oddelka in telefonsko številko. Povlecite oddelke za spremembo vrstnega reda prikaza.

source: Add Department
sl_si: Dodaj oddelek

source: Department Name
sl_si: Ime oddelka

source: Add New Department
sl_si: Dodaj nov oddelek

source: All
sl_si: Vse

source: Select
sl_si: Izberi

source: ~~Guide Status~~
sl_si: ~~Status vodiča~~

source: Active
sl_si: Aktiven

source: Inactive
sl_si: Neaktiven

source: ~~Guide Types~~
sl_si: ~~Vrsta vodiča~~

source: Ticked Guides
sl_si: Izbrani vodiči

source: Show Guides By
sl_si: Prikaži vodiče od

source: Show
sl_si: Prikaži

source: Assign to
sl_si: Dodeli

source: Enter source type label. Drag sources to change sort order.
sl_si: Vnesite oznako tipa vira.

source: Add Source
sl_si: Dodaj vir

source: Source Name
sl_si: Ime vira

source: Add New Source
sl_si: Dodaj nov vir

source: None registered. Just as well. They're going to rise up against us someday.
sl_si: Ni uporabnikov

source: Click on a name to update details and privileges
sl_si: Kliknite na ime za osvežitev podatkov in privilegijev

source: We're really going to miss that staff person. Search above to delete someone else!
sl_si: Pogrešali bomo to osebo. Poiščite zgoraj za izbris še koga!

source: Staff Listing
sl_si: Seznam zaposlenih

source: Database List
sl_si: Seznam virov

source: An alphabetical list of the electronic resources available.
sl_si: Abecedni seznam dostopnih elektronskih virov

source: library, research, electronic journals, databases, electronic resources, full text, online, magazine, articles, paper, assignment
sl_si: knjižnica, raziskovanje, e-revije, podatkovne zbirke, e-viri, polni tekst, na spletu, revija, članki, članek, naloga

source: Click for more information about a database.
sl_si: Kliknite za več informacij glede podatkovne zbirke.

source: Campus Faculty, Staff &amp; Students only
sl_si: Samo za profesorje, zaposlene in študente

source: Click for help guide (.pdf or .html)
sl_si: Kliknite za pomoč (.pdf ali .html)

source: OpenURL Enabled
sl_si: Omogočen OpenURL

source: Databases
sl_si: Podatkovne zbirke

source: Newest Databases
sl_si: Najnovejše podatkovne zbirke

source: Find Research Guides
sl_si: Poišči Raziskovalni vodič

source: Find the research guide of your dreams
sl_si: Poiščite raziskovalni vodič

source: show suggestions
sl_si: prikaži predloge

source: Browse Research Guides
sl_si: Brskaj po raziskovalnih vodičih

source: Newest Guides
sl_si: Najnovejši vodiči

source: <p>You can <strong>search</strong> the FAQs, <strong>browse</strong> them <strong>by subject</strong>, see <strong>collections</strong> of FAQs (i.e., different groupings of FAQs for different purposes/audiences), or browse the Basic FAQs, below.</p>
sl_si: <p>Lahko <strong>iščete</strong> pogosta vprašanja, <strong>brskate po temi</strong>, gledate <strong>zbirke</strong> Pogostih vprašanj (različne skupine Pogostih vprašanj za različne namene/občinstvo, ali brskate osnovna Pogosta vprašanja spodaj.</p>

source: No Results
sl_si: Ni zadetkov

source: There were no FAQs found for this query.
sl_si: Ni nobenih Pogostih vprašanj za to iskalno zahtevo.

source: Note: Not all FAQs displayed. Search or browse for more
sl_si: Pozor: niso prikazana vsa pogosta vprašanja. Iščite ali brskajte za več

source: Search FAQs
sl_si: Išči pogosta vprašanja

source: Browse FAQs by Subject
sl_si: Brskaj pogosta vprašanja glede na predmet

source: image created with
sl_si: slika ustvarjena z

source: No Guide
sl_si: Ni Vodiča

source: Thanks
sl_si: Hvala

source: Thank you for your feedback. We will try to post a response within the next three business days.
sl_si: Hvala za vaše vprašanje. Poskusili bomo odgovoriti v naslednjih treh delovnih dneh

source: Oh dear.
sl_si: Ojej.

source: There was a problem with your submission. Please try again.
sl_si: Pojavila se je težava z vašim vnosom. Prosimo poskusite znova.

source: TalkBack
sl_si: Pogovor

source: Share your comments and suggestions about the library
sl_si: Delite vaše komentarje in predloge knjižnici z drugimi

source: library, comments, suggestions, complaints
sl_si: knjižnica, komentarji, predlogi, pritožbe

source: What is five times five?
sl_si: Koliko je pet krat pet?

source: Hmm, That Was a Tricky Bit of Math
sl_si: Hmm, tole je bila težka matematika

source: Sorry, you must answer the Skill Testing Question correctly. It's an anti-spam measure . . . .
sl_si: Oprostite, na vprašanje morate odgovoriti točno. Gre za sistem proti spam-u...

source: <p><strong>Talk Back</strong> is where you can <strong>ask a question</strong> or <strong>make a suggestion</strong> about library services.</p> <p>So, please let us know what you think, and we will post your suggestion and an answer from one of our helpful staff members</p>
sl_si: <p>V <strong>Pogovoru</strong> lahko <strong>zastavite vprašanje</strong> ali <strong> podajte predlog</strong> o storitvah knjižnice.</p> <p>Torej, prosimo, sporočite nam, kaj si mislite in vaš predlog in odgovor našega knjižničarja bomo objavili</p>

source: Tell Us What You Think
sl_si: Povejte nam, kaj si mislite

source: Wait! Do you need help right now?
sl_si: Počakajte! Potrebujete pomoč takoj zdaj?

source: Visit the Research Desk!
sl_si: Obiščite informacije!

source: your name (optional):
sl_si: vaše ime (izbirno):

source: comment:
sl_si: komentar:

source: Enter Number:
sl_si: Vpišite številko:

source: Submit
sl_si: Pošlji

source: Revised:
sl_si: Osveženo:

source: This page maintained by:
sl_si: To stran ureja:
