Repository: mitjaiskric/SubjectsPlus
Catalog: assets/locale/*/LC_MESSAGES/messages.po
Languages: sl_si

source: Please enter your <strong>login and password</strong> to proceed.
sl_si: Prosimo, pred nadaljevanjem vnesite vaše <strong>uporabniško ime in geslo</strong>.

source: Login
sl_si: Prijava

source: Password
sl_si: Geslo

source: Please check your login and password and try again. (Note that login attempts are logged.)
sl_si: Prosimo, preverite vaše uporabniško ime in geslo ter poskusite znova. (Vsak poskus prijave se beleži)

source: There is no record by that ID.
sl_si: Noben zapis s tem ID ne obstaja.

source: You must have a title, shortform, type, and one associated staff member. Please go back and fix these omissions. And turn on JavaScript, for goodness sakes!
sl_si: Morate imeti naslov, kratki opis, vrsto in enega povezanega zaposlenega. Prosimo, pojdite nazaj in dopolnite manjkajoče stvari. Ter vklopite JavaScript!

source: Thwarted! You must have at least one staff member for a guide.
sl_si: Zavrnjeno! Imeti morate vsaj enega zaposlenega za vodič.

source: You must have at least one subject.
sl_si: Imeti morate vsaj eno temo.

source: You must complete all required form fields.
sl_si: Izpolniti morate vsa zahtevana polja.

source: There is already a guide with that short form! Try again.
sl_si: Vodič s takšnim kratkim opisom že obstaja! Poskusite znova.

source: <strong>Search</strong> for a resource saved in SubjectsPlus
sl_si: <strong>Poiščite</strong> vir, shranjen v SubjectsPlus

source: <strong>Tick</strong> the button next to the desired resource and click OK (bottom)
sl_si: <strong>Izberite</strong> gumb zraven želenega vira in kliknite OK (spodaj)

source: Include icons?
sl_si: Vključiti ikone?

source: There were no results matching your query.
sl_si: Ni bilo nobenih zadetkov, ki bi se ujemali z vašo zahtevo.

source: Never mind
sl_si: Ni važno

source: Browse by Subject
sl_si: Vprašanja po vodičih

source: Browse by Collection
sl_si: Vprašanja po zbirkah

source: Browse all FAQs by Subject
sl_si: Brskaj po vseh Pogostih vprašanjih glede na temo.

source: <strong>Tick</strong> the boxes of any FAQs you want to include in your pluslet and hit <strong>OK</strong>.
sl_si: <strong>Označite</strong> izbirnike za vsa Pogosta vprašanja, ki jih želite vključiti v vaš pluslet in kliknite <strong>OK</strong>.

source: There are no results. You'll need to try something different.
sl_si: Ni rezultatov. Poskusiti boste morali nekaj drugega.

source: Browse all FAQs by Collection
sl_si: Brskajte po Pogostih vprašanjih glede na zbirko.

source: You don't have any FAQs associated with this subject yet. Maybe click Browse by Subject or Browse by Collection, above, to see what else is out there.
sl_si: Nimate Pogostih vprašanj povezanih s to temo. Morda lahko zgoraj kliknete Brskaj po temi ali Brskaj po zbirki, da vidite, kaj je še tam.

source: <strong>Box removed</strong>
sl_si: <strong>Okvir odstranjen</strong>

source: - Browse Pluslets -
sl_si: - Brskaj po Plusletih

source: Guide Updated.
sl_si: Vodič je posodobljen.

source: This item has been removed from your guide
sl_si: Ta vsebina je bila odstranjena iz vašega vodiča

source: There was a problem with the delete
sl_si: Pojavila se je težava z vašim izbrisom

source: Thy will be done. Ranks updated.
sl_si: To bo narejeno. Razvrstitev je posodobljena.

source: There was a problem with your update.
sl_si: Pojavila se je težava z vašo posodobitvijo.

source: Select the type of link you wish to create, and click <em>Create Link</em>.
sl_si: Izberite vrsto povezave, ki jo želite ustvariti, in kliknite <em>Ustvari povezavo</ em>.

source: A. Link to Subject Heading
sl_si: A. Povezava na predmetno oznako.

source: Prefix text (optional)
sl_si: Predpona (izbirno)

source: LC Subject Heading
sl_si: Predmetna oznaka Kongresne knjižnice (ZDA)

source: Create Link
sl_si: Ustvari povezavo

source: <strong>Examples</strong> (the unlinked text is from the optional Prefix text box):</p> <blockquote> PN 1997 - Screenplays - see <span class="linkie">Motion picture plays</span><br /> TR 899 <span class="linkie">Motion Pictures--Editing<span> </blockquote>
sl_si: <strong>Primeri</ strong> (nepovezano besedilo je iz polja dodatne predpone): </p> <blockquote> PN 1997 - Screenplays - glej <span class = "linkie"> Filmska igra</span><br/> TR 899 <span class = "linkie">Motion Pictures--Editing<span> </blockquote>

source: B. Link to Keyword Search Results
sl_si: B. Povezava na zadetke iskanja po ključnih besedah.

source: E.g., fast cars
sl_si: Prim.: hitri avtomobili

source: C. Link to Call Number (DVDs and Reserves only in Voyager)
sl_si: C. Povezava na signaturo

source: E.g., DVD 3001
sl_si: Prim.: DVD 3001

source: Title or Link Text
sl_si: Besedilo naslova ali povezave

source: 2. Your Catalog Link (Subject Heading):
sl_si: 2. povezava na vaš katalog (predmetna oznaka):

source: 2. Your Catalog Link (Keywords):
sl_si: 2. povezava na vaš katalog (ključna beseda):

source: If the link looks good, hit the OK button to insert the token into the pluslet.
sl_si: Če je povezava v redu, kliknite gumb OK za vstavljanje žetona v pluslet.

source: 2. Your Catalog Link (Call Number):
sl_si: 2. povezava na vaš katalog (signatura):

source: LinkChecker Results for
sl_si: Preverjanje delovanja povezav - Zadetki za

source: <strong>Success.</strong> Added file:
sl_si: <strong>Uspešno izvedeno.</strong> Dodana datoteka:

source: There was a problem uploading your file.
sl_si: Prišlo je do napake pri nalaganju datoteke.

source: Please try again, or contact the administrator
sl_si: Poskusite znova ali pa se obrnite na administratorja.

source: <strong>A. Upload a file</strong> to your asset folder
sl_si: <strong>A. Naloži datoteko</strong> v uporabniško mapo na serverju

source: Upload
sl_si: Naloži

source: <strong>B. Tick the item</strong> you want to insert into the pluslet
sl_si: <strong>B. Označite predmet</strong>, ki ga želite vstaviti v pluslet

source: C. Add Link Text</strong> for your document. (If you leave it blank, it will be the file name.)
sl_si: C. Dodajte besedilo hiperpovezave</strong> za vaš dokument. (Če pustite polje prazno, bo prikazano ime datoteke.)

source: Generate Delicious Display Page. Yum.
sl_si: Ustvarite Delicious prikazno stran.

source: Use this tool to generate a page that display results from delicious.
sl_si: Uporabite orodje za izdelavo strani, ki prikazuje rezultate iz Delicious.

source: Folder
sl_si: Mapa

source: The delicious account name, e.g., thislibrary
sl_si: Delicious uporabniško ime, prim.: nasaknjiznica

source: Tag
sl_si: Značka

source: Any subfolders you want displayed, can be more than one comma-separated
sl_si: Vse mape, ki jih želite prikazati, so lahko ločene z več kot eno vejico.

source: Label
sl_si: Oznaka

source: The title you want to appear at the top of your list
sl_si: Naslov, ki ga želite na vrhu seznama

source: Notes
sl_si: Zapiski

source: Yes
sl_si: Da

source: No
sl_si: Ne

source: Generate Delicious URL
sl_si: Ustvari Delicious URL

source: This is a way to generate a URL that displays data from your delicious account. You can point users to a page of results that looks like a regular page of your website. Or your SubjectsPlus installation, anyway.
sl_si: Na ta način lahko ustvarite URL, ki prikazuje podatke iz vašega Delicious računa. Uporabnike lahko usmerite na a stran z rezultati, ki izgleda enako kot vaše druge strani. Ali pa kot vaš

source: The public delish feed page is located at sp/subjects/delish_feed.php .
sl_si: Javna stran Delicous je na sp/subjects/delish_feed.php

source: Edit Guide Metadata
sl_si: Urejanje metapodatkov vodiča

source: View Guide on Public Site
sl_si: Ogled vodiča ja javni strani

source: Check Guide Links
sl_si: Preveri linke v vodiču

source: Please check with the guide's owner before modifying
sl_si: Pred urejanjem vprašajte avtorja vodiča za dovoljenje

source: -- Choose Guide --
sl_si: -- Izberite vodič --

source: unpublished
sl_si: neobjavljen

source: You don't have any guides yet. Why not create one?
sl_si: Nimate še nobenega vodiča. Zakaj ne bi enega ustvarili sedaj?

source: Edit Your Guides
sl_si: Urejajte svoje vodiče

source: All Guides
sl_si: Vsi vodiči

source: Create
sl_si: Ustvari

source: Make sure the guide doesn't already exist!
sl_si: Prepričajte se, da tak vodič še ne obstaja!

source: Create new guide
sl_si: Ustvari nov vodič

source: Tips
sl_si: Nasveti

source: Need to delete a guide? Use the gear icon, and use the Delete button.
sl_si: Želite izbrisati vodič? Kliknite na ikono zobnika in uporabite gumb "Izbriši".

source: You do not have permission to edit this guide. Ask the guide's creator to add you as a co-editor.
sl_si: Nimate dovoljenja za urejanje tega vodiča. Prosite avtorja vodiča, da vas doda kot sourednika

source: Drag selection, then drop to right
sl_si: Potegnite želeno vsebino in jo spustite na eno od polj

source: Editable Box
sl_si: Osnovni okvir za urejanje

source: Heading
sl_si: Naslov

source: Delicious/RSS/Flickr/Twitter
sl_si: RSS vir/Delicious/Twitter/Flicker

source: New Box
sl_si: Nov okvir

source: SAVE CHANGES
sl_si: SHRANI SPREMEMBE

source: Drop Left
sl_si: Spusti na levo

source: Drop Right
sl_si: Spusti na desno

source: -- Choose a Different Guide --
sl_si: -- Izberite drug vodič --

source: There do not seem to be any resources associated with this guide. To add new resources, go to the Records tab, select that resource, and then add your subject.
sl_si: Kaže, da ni noben vir povezan s tem vodičem. Za dodajanje novih virov pojdite na zavihek Zapisi, izberite želeni vir in v njem dodajte vaš vodič.

source: Organize Resources
sl_si: Uredi vire

source: Organize Resources for
sl_si: Uredi vire za␣

source: Browse FAQs by Collection
sl_si: Brskajte po pogostih vprašanjih glede na zbirko

source: If you wish to edit a FAQ, click the link.
sl_si: Če želite urejati pogosto vprašanje, kliknite na povezavo

source: Browse FAQs by Subject Area
sl_si: Brskajte po pogostih vprašanjih glede na področje

source: No FAQs yet. Why not dream one up?
sl_si: Nimate še pogostih vprašanj. Zakaj ne bi pripravili kakšnega?

source: FAQs visible
sl_si: Vidna pogosta vprašanja

source: See All
sl_si: Poglej vse

source: Create FAQ
sl_si: Ustvari pogosto vprašanje

source: CREATE FAQ
sl_si: USTVARI POGOSTO VPRAŠANJE

source: About FAQs
sl_si: O pogostih vprašanjih

source: Edit FAQ
sl_si: Uredi pogosto vprašanje

source: View FAQ on Public Site
sl_si: Oglejte si pogosto vprašanje na javni strani

source: The following record is recommended for delete
sl_si: Ta zapis je priporočen za izbris

source: SubjectsPlus: FAQ Delete Recommendation
sl_si: SubjectsPlus: pogosto vprašanje predlagano za izbris

source: Delete request sent to
sl_si: Izbris poslan v potrditev

source: Hello %s
sl_si: Pozdravljeni, %s

source: Reset Password
sl_si: Ponastavitev gesla

source: Update Your Biographical Details
sl_si: Posodobite svoje osebne podatke

source: Update Headshot
sl_si: Posodobite sliko

source: Recent Activity
sl_si: Nedavna dejavnost

source: You have recently added or edited:
sl_si: Pred kratkim ste dodali ali urejali:

source: Background Options
sl_si: Izbira ozadja

source: Search Strings
sl_si: Iskalni ukazi

source: <p>Please search for something with the box above.</p>
sl_si: <p>Prosimo nekaj poiščite v okvirju zgoraj.</p>

source: Search Results
sl_si: Rezultati iskanja

source: required
sl_si: zahtevano

source: Are you sure you wish to <strong>delete this item forever</strong>?
sl_si: Ste prepričani, da želite <strong>trajno izbrisati to enoto</strong>?

source: Delete Forever!
sl_si: Trajno izbriši!

source: Use your browser's back button if you have reconsidered.
sl_si: Če ste si premislili uporabite gumb "Nazaj" v vašem internetnem brskalniku.

source: Thy Will Be Done: Deleted
sl_si: Uspešno izbrisano

source: Thwarted! Your Delete failed! Contact the administrator.
sl_si: Zavrnjeno! Izbris ni uspel. Obrnite se na administratorja.

source: Thy Will Be Done: Updated
sl_si: Uspešno posodobljeno

source: Thwarted! Your Update failed! Contact the administrator
sl_si: Zavrnjeno! Posodobitev ni bila shranjena. Obrnite se na administratorja.

source: Thy Will Be Done: Added
sl_si: Uspešno dodano

source: Thwarted! Your Insert failed! Contact the administrator
sl_si: Zavrnjeno! Vstavitev ni bila izvedena. Obrnite se na administratorja.

source: You must select an audiofile and/or a question!
sl_si: Izbrati morate zvočno datoteko in/ali vprašanje!

source: Required
sl_si: Zahtevano

source: Are you sure?
sl_si: Ste prepričani?

source: FAQs
sl_si: Pogosta vprašanja

source: There are no FAQs linked for this guide
sl_si: Nobeno pogosto vprašanje ni povezano s tem vodičem

source: Librarian
sl_si: Knjižničar

source: Name
sl_si: Ime

source: Title
sl_si: Naziv

source: Phone
sl_si: Telefon

source: Email
sl_si: E-pošta

source: Click to update photo
sl_si: Kliknite za dodajanje fotografije

source: You can change the photo after saving.
sl_si: Po shranjevanju lahko sliko spremenite.

source: Staff Member
sl_si: Član osebja

source: First Name
sl_si: Ime

source: Last Name
sl_si: Priimek

source: Department
sl_si: Oddelek

source: Show First in Dept List?
sl_si: Prikaži kot prvo enoto na oddelčnem seznamu?

source: Telephone
sl_si: Telefon

source: Email (This is the username for logging in to SubjectsPlus)
sl_si: E-pošta (po je uporabniško ime pri prijavi v SubjectsPlus)

source: User Type
sl_si: Vrsta uporabnika

source: Active User?
sl_si: Aktivni uporabnik

source: Photo
sl_si: Slika

source: Biographical Details
sl_si: Osebni podatki

source: Please only include professional details.
sl_si: Navedite le poklicne podatke.

source: Permissions
sl_si: Dovoljenja

source: The password is hidden. Reset?
sl_si: Geslo je prikrito. Ga želite ponastaviti?

source: Save
sl_si: Shrani

source: Save Record Now
sl_si: Shrani zapis

source: Last modified:
sl_si: Zadnja posodobitev:

source: Enter the new password. Make it a good one!
sl_si: Vnesite novo geslo. Poskrbite, da bo varno!

source: Thy will be done. Note that any subject guides associated with this user are now orphans.
sl_si: Uporabnik bo izbrisan. Vsi vodiči povezani s tem uporabnikom bodo sedaj osiroteli.

source: There was a problem with your delete.
sl_si: Pri brisanju je prišlo do težav.

source: Thy Will Be Done. Added.
sl_si: Uspešno dodano

source: Thy Will Be Done. Updated.
sl_si: Uspešno posodobljeno

source: Subject Specialist
sl_si: Kontaktna oseba

source: Record Title
sl_si: Ime zapisa

source: Description
sl_si: Opis

source: Location
sl_si: Lokacija

source: Recommend Delete
sl_si: Priporočite izbris

source: Default Source Type
sl_si: Vrsta vira

source: Subjects
sl_si: Vodiči

source: -- Select --
sl_si: -- Izberite --

source: Location (URL)
sl_si: Povezava (URL)

source: Call Number
sl_si: Signatura

source: Access Restrictions
sl_si: Omejitve dostopa

source: A-Z DB List
sl_si: A-Z seznam virov

source: Display Note
sl_si: Opombe vira

source: X Delete this location
sl_si: X Izbriši to lokacijo

source: remove subject
sl_si: odstrani povezavo z vodičem

source: change source type
sl_si: spremeni vrsto vira

source: add description override
sl_si: dodaj opis, s katerim nadomestite osnovnega

source: There was a problem with your delete (stage 1 of 2).
sl_si: Pri brisanju je prišlo do težav (korak 1 od 2)

source: Thy will be done. Offending record deleted.
sl_si: Izbran zapis uspešno izbrisan.

source: There was a problem with your delete (stage 2 of 2).
sl_si: Pri brisanju je prišlo do težav (korak 2 od 2)

source: Thy Will Be Done. Record added.
sl_si: Zapis uspešno dodan

source: Thy Will Be Done. Record updated.
sl_si: Zapis uspešno posodobljen

source: Go
sl_si: Išči

source: There is no active record with that ID. Weird. Why not make one?
sl_si: Aktiven zapis s tem ID ne obstaja. Zakaj ga ne bi ustvarili?

source: Question
sl_si: Vprašanje

source: Answer
sl_si: Odgovor

source: Keywords (comma separated please)
sl_si: Ključne besede (ločene naj bodo z vejicami)

source: Save Now
sl_si: Shrani zdaj

source: Relevant Subjects
sl_si: Relevantni vodiči

source: Relevant Collections
sl_si: Relevantne zbirke

source: Thy will be done. Offending FAQ deleted. Close window to continue.
sl_si: Izbran zapis uspešno izbrisan. Za nadaljevanje zaprite okno.

source: Thy will be done. Offending FAQ deleted.
sl_si: Izbran zapis uspešno izbrisan.

source: There was a problem with your delete, stage 2 of 2.
sl_si: Pri brisanju je prišlo do težav (korak 2 od 2)

source: Thy Will Be Done.
sl_si: Uspešno izvedeno.

source: All Items by Source
sl_si: Informacijski viri

source: Print Location:
sl_si: Postavitev:

source: Note: Not all sources displayed.
sl_si: Opomba: vsi viri niso prikazani.

source: See all
sl_si: Poglej vse

source: There is no box with that ID. Why not create a new one?
sl_si: Okvir s tem ID ne obstaja. Zakaj ne bi ustvarili novega?

source: Help
sl_si: Pomoč

source: toggle me
sl_si: izberi možnost

source: Edit
sl_si: Urejaj

source: Remove item from this guide
sl_si: Odstrani iz tega vodiča

source: Sorry, there are no results at this time.
sl_si: Oprostite, trenutno ni ničesar za prikaz.

source: Note:
sl_si: Opomba:

source: more information
sl_si: več informacij

source: Book Search
sl_si: Iskanje knjig

source: There is no active record with that ID. Why not create a new one?
sl_si: Zapis s tem ID ne obstaja. Zakaj ne bi ustvarili novega?

source: Edit Existing Guide Metadata
sl_si: Urejajte obstoječe metapodatke vodiča

source: Create New Guide
sl_si: Ustvari nov vodič

source: Guide
sl_si: Vodič

source: Short Form
sl_si: Kratka oblika

source: Short label for subject--minus spaces, ampersands, etc.
sl_si: Kratka oznaka predmeta--brez presledkov ali posebnih znakov.

source: Type of Guide
sl_si: Vrsta Vodiča

source: Publish Guide (publicly accessible)?
sl_si: Objavi vodič? (Postal bo javno dostopen)

source: Main column width:
sl_si: Širina glavnega stolpca:

source: Staff
sl_si: Zaposleni

source: delete
sl_si: izbriši

source: You do not have permission to delete this guide.
sl_si: Nimate dovoljenja za izbris tega vodiča.

source: Thy will be done. Offending Guide (and associated boxes) deleted. Close window to continue.
sl_si: Opravljeno. Izbran vodič (in povezani okvirji) zbrisan. Za nadaljevanje zaprite okno.

source: Thy will be done. Offending Guide (and associated boxes) deleted.
sl_si: Opravljeno. Izbran vodič (in povezani okvirji) zbrisan.

source: There is already a guide with this SHORTFORM. The shortform must be unique.
sl_si: Vodič s to KRATKO OBLIKO že obstaja. Kratka oblika mora biti unikatna.

source: View Your Guide
sl_si: Oglejte si vaš Vodič

source: Thy Will Be Done. Guide updated.
sl_si: Opravljeno. Vodič osvežen.

source: Display
sl_si: Prikaži

source: items<br />Show descriptions?
sl_si: vsebine<br />Prikaži opise?

source: Enter RSS feed or username/tag (for delicious)
sl_si: Vnesi RSS naslov ali uporabniško ime/značko (za delicious)

source: Loading ...
sl_si: Nalagam...

source: Guide Outline
sl_si: Izgled Vodiča

source: There are no contents for this guide yet!
sl_si: Ni še nobenih vsebin za ta vodič!

source: Key to Icons
sl_si: Ključ za ikone

source: There is no active record with that ID. Weird.
sl_si: Noben aktivni zapis s tem ID ne obstaja. Čudno.

source: Edit TalkBack
sl_si: Urejaj pogovor

source: Question By
sl_si: Vprašal

source: Answered By
sl_si: Odgovoril

source: Live?
sl_si: Aktivno?

source: Thy will be done. Offending Talkback deleted. Close window to continue.
sl_si: Izbran pogovor uspešno izbrisan. Za nadaljevanje zaprite okno.

source: Thy will be done. Offending Talkback deleted.
sl_si: Izbran pogovor uspešno izbrisan.

source: Library_No_Reply
sl_si: Knjižnica_Ne_odgovarjaj

source: This is an automatically generated email. Please do not respond.
sl_si: To je avtomatsko ustvarjena pošta. Prosimo, ne odgovarjajte na ta naslov.

source: Email sent:
sl_si: E-pošta poslana:

source: Records
sl_si: Zapisi

source: New Record
sl_si: Nov zapis

source: Browse Items
sl_si: Brskaj

source: Guides
sl_si: Vodiči

source: New Guide
sl_si: Nov vodič

source: Browse Guides
sl_si: Brskaj po vodičih

source: Delicious Builder
sl_si: Izdelava Delicious

source: New FAQ
sl_si: Nova pogosta vprašanja

source: Admin
sl_si: Upravljalec

source: Add New User
sl_si: Dodaj novega uporabnika

source: Manage Users
sl_si: Upravljaj z uporabniki

source: Manage Guides
sl_si: Upravljaj vodiče

source: Departments
sl_si: Oddelki

source: Sources
sl_si: Viri

source: FAQ Collections
sl_si: Zbirka pogostih vprašanj

source: Config Site
sl_si: Upravljanje strani

source: Search records
sl_si: Išči zapise

source: Search guides
sl_si: Išči vodiče

source: Search faqs
sl_si: Išči pogosta vprašanja

source: Search talkback
sl_si: Išči pogovor

source: Search users
sl_si: Išči uporabnike

source: Search all
sl_si: Išči vse

source: Hi
sl_si: Pozdravljeni

source: My options
sl_si: Moje izbire

source: {Logout}
sl_si: {Odjava}

source: Background Updated!
sl_si: Ozadje osveženo!

source: Invalid file type: not on whitelist of ok file types
sl_si: Neveljavna vrsta dototeke: ni na seznamu dovoljenih vrst

source: Last modification date unknown.
sl_si: Datum zadnje spremembe ni znan.

source: Someone Has Blundered!
sl_si: Nekdo je zamočil!

source: (But probably not you.)
sl_si: (Verjetno ne vi.)

source: Restricted Resource
sl_si: Dostop za člane knjižnice

source: Restricted resource
sl_si: Dostop za člane knjižnice

source: Unrestricted Resource
sl_si: Dostop brez omejitev

source: Unrestricted resource
sl_si: Dostop brez omejitev

source: Some full text available
sl_si: Vsebuje tudi polna besedila

source: Some full text
sl_si: Vsebuje tudi polna besedila

source: OpenURL enabled
sl_si: Podpira OpenURL

source: Resource contains images
sl_si: Vir vsebuje slike

source: Images
sl_si: Slike

source: Resource contains video
sl_si: Vir vsebuje video

source: Video files
sl_si: Video datoteke

source: Resource contains audio
sl_si: Vir vsebuje zvok

source: Audio files
sl_si: Zvočne datoteke

source: Research Guides
sl_si: Raziskovalni vodiči

source: FAQ
sl_si: Pogosta vprašanja

source: Talk Back
sl_si: Pogovor

source: Research Guide created
sl_si: Raziskovalni vodič ustvarjen

source: Research Guide metadata
sl_si: Metapodatki raziskovalnega vodiča

source: Research Guide deleted
sl_si: Raziskovalni vodič izbrisan

source: Record
sl_si: Zapis

source: Staff Details updated.
sl_si: Podatki o članu osebja posodobljeni.

source: New User Added
sl_si: Dodan je nov uporabnik.

source: User Information updated
sl_si: Podatki o uporabniku so posodobljeni.

source: User deleted
sl_si: Uporabnik izbrisan

source: Databases with Images
sl_si: Podatkovne zbirke s slikami

source: Databases with Audio
sl_si: Podatkovne zbirke z zvočnimi datotekami

source: Audio
sl_si: Zvok

source: Databases with Video
sl_si: Podatkovne zbirke z videi

source: You are not authorized to view this.
sl_si: Niste pooblaščeni za ogled tega.

source: Perhaps you have come here by a funny path?
sl_si: Le kako ste se znašli tukaj?

source: Bio updated. Close window to continue.
sl_si: Osebni podatki posodobljeni. Zaprite okno za nadaljevanje.

source: There was a problem. Contact the admin.
sl_si: Prišlo je do težav. Obrnite se na skrbnika.

source: Update Biography for
sl_si: Posodobi osebne podatke za

source: Update Bio
sl_si: Posodobi osebne podatke

source: The link report can take a few minutes to run, depending on how many links you have on the page. So be patient.
sl_si: Izdelava poročila o delovanju linkov lahko vzame nekaj minut, odvisno koliko linkov imate v vodiču. Bodite potrpežljivi.

source: Run Linkchecker Now
sl_si: Začni s preverjanjem delovanja povezav

source: Results
sl_si: Rezultati
